translate Persian ch10_main_bcc5bb00:
    "یه دختر اعصاب خرد کن رو می‌بینم که با تکون دادن دست‌هاش به سمت من می‌دوه؛ غافل از هرگونه توجهی که به خودش ممکنه جلب کنه."

translate Persian ch10_main_2da0abdf:
    "اسم اون دختر [s_name] هستش؛ همسایه و دوست صمیمی‌ام از دوران بچگی."

translate Persian ch10_main_40dc33e4:
    "از اون آدم‌هایی هستش که فکر نمی‌کنی این روز‌ها باهاشون دوست بشی؛ ولی همین‌جوری اتفاق می‌افته وقتی هم‌دیگه رو برای این همه سال می‌شناسین."

translate Persian ch10_main_fc8dd6bc:
    "قبلاً تو همچین روزهایی با هم به مدرسه می‌رفتیم؛ ولی بعد از شروع دبیرستان، اون هی بیشتروبیشتر از خواب دیر بلند می‌شه."

translate Persian ch10_main_0117e949:
    "اما اگه قرار باشه این‌طوری دنبالم بدوه، حس می‌کنم بهتره در برم."

translate Persian ch10_main_ed2649c8:
    "اما فقط یه آهی می‌کشم و جلوی خط عابر پیاده می‌ایستم که [s_name] بهم برسه."

translate Persian strings:
    old "{#ch10_main_bcc5bb00}"
    new "یه دختر اعصاب خرد کن رو می‌بینم که با تکون دادن دست‌هاش به سمت من می‌دوه؛ غافل از هرگونه توجهی که به خودش ممکنه جلب کنه."

    old "{#ch10_main_2da0abdf}"
    new "اسم اون دختر [s_name] هستش؛ همسایه و دوست صمیمی‌ام از دوران بچگی."

    old "{#ch10_main_40dc33e4}"
    new "از اون آدم‌هایی هستش که فکر نمی‌کنی این روز‌ها باهاشون دوست بشی؛ ولی همین‌جوری اتفاق می‌افته وقتی هم‌دیگه رو برای این همه سال می‌شناسین."

    old "{#ch10_main_fc8dd6bc}"
    new "قبلاً تو همچین روزهایی با هم به مدرسه می‌رفتیم؛ ولی بعد از شروع دبیرستان، اون هی بیشتروبیشتر از خواب دیر بلند می‌شه."

    old "{#ch10_main_0117e949}"
    new "اما اگه قرار باشه این‌طوری دنبالم بدوه، حس می‌کنم بهتره در برم."

    old "{#ch10_main_ed2649c8}"
    new "اما فقط یه آهی می‌کشم و جلوی خط عابر پیاده می‌ایستم که [s_name] بهم برسه."
